<?php

?>
<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Polisy</title>
</head>
<body>
<div class = "container">
<p align="center" style="color:#000000; font-size:30px">
    ПОЛІТИКА ПРАВИЛ ТА КОНФІДЕНЦІЙНОСТІ</p>
<p align="left" style="color:#000000; font-size:17px">

    Ця Політика правил та конфіденційності є невід’ємною частиною угоди між вами та нами щодо використання веб-сайту.</br> Ця Політика пояснює хто ми є, з якою метою і яким чином ми обробляємо особисті дані і як зв’язатися з нами в разі необхідності та правила яких необхідно дотримуватися.
    </br>
    </br>
    Хто ми?
    </br>
    Ми ePhotoVideo. Наші контактні дані та адреса наведені в кінці цієї Політики. Ми є контролером даних, які обробляємо відповідно до цієї Політики (за винятком випадків, де зазначено інше).
    </br>
    </br>
    Як ми захищаємо вашу інформацію
    </br>
    Ми вживаємо відповідних заходів безпеки по збору, зберіганні й обробці зібраних даних для захисту їх від несанкціонованого доступу, зміни, розкриття або знищення Вашої особистої інформації ім'я користувача, пароль, контактні дані, інформація про замовлення та послуги, що зберігаються на нашому Сайті.
    </br>
    </br>
    Які особисті дані ми обробляємо?
    </br>
    Ми можемо обробляти ваші особисті дані, отримані безпосередньо від вас або з будь-якого іншого джерела. Такі дані можуть включати:
    </br>
    -Ваше ім’я.</br>
    -Інформацію про ваші замовлення та послуги.</br>
    -Ваш номер телефону, електронну адресу або інші контактні дані.</br>
    -Особисту інформацію, отриману у процесі спілкування з вами по телефону, електронній пошті, через наш веб-сайт, соціальні мережі або іншим способом.</br>
    </br>
    Така інформація також включає дані, які ми отримуємо або ви надаєте нам під час користування веб-сайтом: розміщуючи послуги, зв’язуючись із нами, щоб повідомити про проблему.
    </br>
    </br>
    Загальний доступ до особистої інформації
    </br>
    Ми не продаємо, не обмінюємо або не даємо в оренду особисту інформацію користувачів. Ми можемо надавати загальні демографічні дані, не пов'язані з особистою інформацією, нашими партнерами й рекламодавцями для цілей, описаних вище. Ми можемо використовувати сторонніх постачальників послуг, щоб допомогти нам управляти нашим бізнесом і Сайтом або керувати діяльністю від нашого імені, наприклад, проведення розсилання або статистичні й інші дослідження. Ми можемо ділитися цією інформацією із цими третіми особами для обмежених цілей за умови, що Ви дали нам відповідні дозволи.
    </br>
    </br>
    Які заборони існують на нашому Сайті?
    </br>
    </br>
    Пунк 1. Контент.
    </br>
    Який контент вам забороняється розміщувати як користувачеві(фотографу або відемейкеру):</br>
    1.1 Нецензурні фотографії або відео.</br>
    1.2 Фотографій або відео взяті в іншого користувача(фотографа або відемейкеру) без його згоди.</br>
    1.3 Фотографій або відео з вмістом насилля або пропаганди(політичних партій, угрупувань, сект, релігійних поглядів тощо.).</br>
    1.4 Фотографій або відео компроментуючі або висміюючі когось чи щось.</br>
    1.5 Фотографій або відео які принижують расову культуру.</br>
    </br>
    Пункт 2. Замовлення та послуги.
    </br>
    Як користувачу(фотографу або відемейкеру) вам забороняється:</br>
    2.1 Розміщувати замовлення та послуги які не стосуються тематики Сайту.</br>
    </br>
    Пункт 3. Вакансії.
    </br>
    В вакансіях вам забороняється:</br>
    3.1 Створювати вакансії які не стосуються тематики Сайту.</br>
    3.2 В назві вакансії використовувати нецензурну лексику.</br>
    </br>
    Пункт 4. Обговорення.
    </br>
    В обговореннях вам забороняється:</br>
    4.1 Створювати обговорення які не стосуються тематики Сайту.</br>
    4.2 Принижувати та пропагувати до релігійних поглядів, політичних партій угрупувань, сект інших користувачів(фотографів або відемейкерів).</br>
    4.3 Нецензурно виражатись в сторону інших користувачів(фотографів або відемейкерів) під час оброворення.</br>
    </br>
    Пункт 5. Коментарі.
    </br>
    В коментарях вам забороняється:</br>
    5.1 Принижувати та пропагувати до релігійних поглядів, політичних партій угрупувань, сект інших користувачів(фотографів або відемейкерів).</br>
    5.2 Нецензурно виражатись в сторону інших користувачів(фотографів або відемейкерів) під час оброворення.</br>
    </br>
    Зміни в політику конфіденційності
    </br>
    Ми маємо право за своїм розсудом обновляти дану політику конфіденційності в будь-який час. </br>У цьому випадку ми опублікуємо повідомлення на головній сторінці нашого Сайту. </br>Ми рекомендуємо користувачам регулярно перевіряти цю сторінку для того, щоб бути в курсі будь-яких змін про те, як ми захищаємо особисту інформацію, яку ми збираємо.</br> </br>Використовуючи Сайт, Ви погоджуєтеся із прийняттям на себе відповідальності за періодичне ознайомлення з Політикою конфіденційності й змінами в ній.
    </br>
    Ваша згода із цими умовами
    Використовуючи цей Сайт, Ви виражаєте свою згоду із цією політикою.</br> Якщо Ви не згодні із цією політикою, будь ласка, не використовуйте наш Сайт. Ваше подальше використання Сайту після внесення змін у справжню політику буде розглядатися як Ваша згода із цими змінами.
    </br>
    Відмова від відповідальності
    </br>
    Помніть, політика конфіденційності при відвідуванні сторонніх Сайтів третіх осіб, не підпадає під дії даного документа.</br> Адміністрація Сайту не несе відповідальності за дії інших веб-сайтів.
    </br>
    </br>
    Як з нами зв'язатися
    </br>
    Якщо у Вас є які-небудь питання по політиці конфіденційності, використанню Сайту, або іншим питанням, пов'язаним із Сайтом, будь ласка, зв'яжіться з нами за адресою:
    </br>
    </br>
    - krager.2108@gmail.com або kostia1999@ukr.net;
    </br>
    </br>
    - 098-940-55-16 або 232-80-60.</p>
</div>
</body>
</html>