<?php
/**
 * Created by PhpStorm.
 * User: Krager
 * Date: 24.05.2019
 * Time: 15:51
 */

use yii\helpers\Html;
use yii\widgets\ActiveForm;
use kartik\datetime\DateTimePicker;

?>
<link rel="stylesheet" href="//code.jquery.com/ui/1.12.1/themes/base/jquery-ui.css">
<link rel="stylesheet" href="/resources/demos/style.css">
<script src="https://code.jquery.com/jquery-1.12.4.js"></script>
<script src="https://code.jquery.com/ui/1.12.1/jquery-ui.js"></script>

<div class="form-group">
    <? $form = ActiveForm::begin()?>
    <?= $form->field($model, 'reason')->dropDownList([
        'Нецензурні фотографії або відео' => 'Нецензурні фотографії або відео',
        'Фотографій або відео взяті в іншого користувача(фотографа або відемейкеру) без його згоди' => 'Фотографій або відео взяті в іншого користувача(фотографа або відемейкеру) без його згоди',
        'Фотографій або відео з вмістом насилля або пропаганди(політичних партій, угрупувань, сект, релігійних поглядів тощо.)' => 'Фотографій або відео з вмістом насилля або пропаганди(політичних партій, угрупувань, сект, релігійних поглядів тощо.)',
        'Фотографій або відео компроментуючі або висміюючі когось чи щось' => 'Фотографій або відео компроментуючі або висміюючі когось чи щось',
        'Фотографій або відео які принижують расову культуру' => 'Фотографій або відео які принижують расову культуру',
        'Розміщувати замовлення та послуги які не стосуються тематики Сайту' => 'Розміщувати замовлення та послуги які не стосуються тематики Сайту',
        'Створювати вакансії які не стосуються тематики Сайту' => 'Створювати вакансії які не стосуються тематики Сайту',
        'В назві вакансії використовувати нецензурну лексику' => 'В назві вакансії використовувати нецензурну лексику',
        'Створювати обговорення які не стосуються тематики Сайту' => 'Створювати обговорення які не стосуються тематики Сайту',
        'Принижувати та пропагувати до релігійних поглядів, політичних партій угрупувань, сект інших користувачів(фотографів або відемейкерів)' => 'Принижувати та пропагувати до релігійних поглядів, політичних партій угрупувань, сект інших користувачів(фотографів або відемейкерів)',
        'Нецензурно виражатись в сторону інших користувачів(фотографів або відемейкерів) під час оброворення' => 'Нецензурно виражатись в сторону інших користувачів(фотографів або відемейкерів) під час оброворення',
    ])->label("Причина блокування");?>
    <?= $form->field($model, 'date_end')->widget(DateTimePicker::className(), [
        'options' => ['placeholder' => 'Select issue date ...'],
        'pluginOptions' => [
            'autoclose' => true,
            'format' => 'yyyy.mm.dd HH:ii',
            'todayHighlight' => true,
            'startDate' => $date
        ]
    ])?>
    <?= Html::submitButton('Зберегти', ['class' => 'btn btn-primary', 'name' => 'login-button']) ?>
</div>
<?php ActiveForm::end(); ?>

